
--[[==================================================================
=========================== Патроны ===================================
======================================================================]]
--[[LynxonsRP.createAmmoType("pistol", {
    name = "Pistol ammo",
    model = "models/Items/BoxSRounds.mdl",
    price = 30,
    category = "Разные патроны",
    amountGiven = 24
})              Это пример          ]]


--[[==================================================================
=========================== Категории патрон =========================
======================================================================]]
LynxonsRP.createCategory {
    name = "Разные патроны",
    categorises = "ammo",
    startExpanded = true,
    color = Color(114, 107, 255),
    canSee = fp{fn.Id, true},
    sortOrder = 255,
}
